{
    "es": {
        "name": "David Latosefki",
        "title": "Portafolio Personal",
        "welcome": {
            "juniorFullStackDeveloper": ["Desarrollador", "Junior Full-Stack"],
            "helloI": "Hola, soy",
            "helloIAm": "Hola, soy un",
            "aDeveloper": "un desarrollador full-stack junior"
        },
        "about": {
            "aboutMe": "Sobre mí",
            "description": "¡Hola! Soy David Latosefki, un desarrollador full-stack junior con 18 años. Vivo en Maracaibo, Venezuela, y desde los 12 años la programación se convirtió en una pasión que he cultivado de forma autodidacta a través de videos, libros y artículos. Actualmente, estoy cursando el segundo semestre de Ingeniería en Sistemas, buscando profesionalizar esta área que tanto me atrae. Además de programar, disfruto mucho entender cómo funcionan los aparatos electrónicos; la computación y la electrónica son hobbies que realmente me encantan. Este es mi portafolio, donde comparto un resumen de mi camino como programador y detallo mis conocimientos en las diversas áreas de la programación. ¡Espero que te interese conocer mi trabajo!"
        },
        "technologies": {
            "what": "¿Qué",
            "technologies": "Tecnologías",
            "iUse": "Suelo Usar?",
            "dataBases": "Bases de Datos",
            "languages": "Lenguajes de Programación",
            "frameworks": "Frameworks"
        },
        "projects": {
            "projects": "Proyectos",
            "iRealized": "que he realizado",
            "description": "Todos los projectos de"
        }
    },
    "en": {
        "name": "David Latosefki",
        "title": "Personal Portfolio",
        "welcome": {
            "juniorFullStackDeveloper": ["Developer", "Junior Full-Stack"],
            "helloI": "Hello, I'm",
            "helloIAm": "Hello, I'm a",
            "aDeveloper": "a junior full-stack developer"
        },
        "about": {
            "aboutMe": "About Me",
            "description": "Hello! I'm David Latosefki, a 18-year-old junior full-stack developer. I live in Maracaibo, Venezuela, and since I was 12, programming has become a passion that I've cultivated self-taught through videos, books, and articles. Currently, I'm in my second semester of Systems Engineering, seeking to professionalize this area that attracts me so much. Besides programming, I really enjoy understanding how electronic devices work; computing and electronics are hobbies that I truly love. This is my portfolio, where I share a summary of my journey as a programmer and detail my knowledge in the various areas of programming. I hope you find my work interesting!"
        },
        "technologies": {
            "what": "What",
            "technologies": "Technologies",
            "iUse": "I Use?",
            "dataBases": "Data Bases",
            "languages": "Programming Languages",
            "frameworks": "Frameworks"
        },
        "projects": {
            "projects": "Projects",
            "iRealized": "I Realized",
            "description": "All projects of "
        }
    }
}
